Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Vi gjør likevel alltid en konkret vurdering i hver enkelt sak på bakgrunn av varemerkeloven og varemerkeforskriften.
nn: Vi gjer likevel alltid ei konkret vurdering i kvar enkelt sak på bakgrunn av varemerkelova og varemerkeforskrifta.

source: Eneretten du får gjelder bare for de produktene du velger.
nn: Eineretten du får, gjeld berre for dei produkta du vel.

source: Du kan be oss om å trekke søknaden din før den publiseres.
nn: Du kan be oss om å trekkje søknaden din før den publiserast.

source: Du vil motta granskingsrapport og patenterbarhetsvurdering («Written Opinion») fra den internasjonale granskingsmyndigheten.
nn: Du vil motta granskingsrapport og patenterbarheitsvurdering («Written Opinion») frå den internasjonale granskingsmyndigheita.

source: Vestre er en innovativ møbelprodusent med stor respekt for rettighetene til sine designere.
nn: Vestre er ein innovativ møbelprodusent med stor respekt for rettane til designarane sine.

source: Videreføring av PCT-søknad til Norge
nn: Vidareføring av PCT-søknad til Noreg

source: Disse sender kontinuerlig bilder tilbake til databasen, som ved hjelp av sinnrike algoritmer analyserer bildene og oppdaterer alle nodene på hvordan ei lakselus kan se ut.
nn: Desse sender kontinuerleg bilete tilbake til databasen, som ved hjelp av sinnrike algoritmar analyserer bileta og oppdaterer alle nodane på korleis ei lakselus kan sjå ut.

source: Krav om dekning av sakskostnader må fremsettes før saken er avgjort.
nn: Krav om dekking av sakskostnader må framsettast før saka er avgjort.

source: Om de husket ASK og skulle finne type pølse, mente vi det var lettere å huske en farge enn et merkenavn som ikke var kjent.
nn: Om dei hugsa ASK og skulle finne type pølse, meinte vi det var lettare å hugse ein farge enn eit merkenamn som ikkje var kjent.

source: Den bør også inneholde eksempler som viser ulike utførelsesformer av oppfinnelsen, hvis dette er relevant.
nn: Den bør også innehalde eksempelutføring som viser ulike utføringsformer av oppfinninga, viss dette er relevant.

source: Granskingen og saksbehandlingen blir mer effektiv og det blir lettere og raskere å gjenfinne dokumenter innen et bestemt område.
nn: Granskinga og saksbehandlinga bli meir effektiv og det blir lettare og raskare å finne dokument innan eit bestemt område.

source: Ikke mulig å endre språk etter levering
nn: Ikkje mogleg å endre språk etter levering

source: Hvis du som søker krever delvis sammenslåing, må kravet inneholde hvilke varer og/eller tjenester som skal inngå i den søknaden eller den registreringen som varer og tjenester overføres til.
nn: Viss du som søkar krev delvis samanslåing, må kravet innehalde kva for varer og/eller tenester som skal inngå i den søknaden eller den registreringa som varer og tenester overførast til.

source: Søksmål til domstolene basert på at patent er meddelt til en annen enn den som etter patentloven §1 er berettiget til patentet, må du reise innen ett år fra du fikk kjennskap til at patentet ble meddelt.
nn: Søksmål til domstolane basert på at patent er meddelt til ein annan enn den som etter patentlova §1 er berettiga til patentet, må du reise innan eitt år frå du fekk kjennskap til at patentet blei meddelt.

source: Utviklingen av Sleepytroll og porteføljen er godt i gang.
nn: Utviklinga av Sleepytroll og porteføljen er godt i gang.

source: – Aass fatøl får mange utlendinger til å dra på smilebåndet, og min personlige favoritt er å se transportselskapet Toten Transport med sine trailere på tysk autobaner», humrer Olsen.
nn: «Aass fatøl får mange utlendingar til å dra på smilebandet, og den personlege favoritten min er å sjå transportselskapet Toten Transport med trailerane sine på tyske autobanar», humrar Olsen.

source: scient innen fysikk fra Universitetet i Oslo.
nn: scient innan fysikk frå Universitetet i Oslo.

source: Klassen innebærer ingen begrensning av vernets omfang, den er kun et administrativt verktøy for å organisere registeret vårt.
nn: Klassen inneber inga avgrensing av vernet sitt omfang, den er berre eit administrativt verktøy for å organisere registeret vårt.

source: du kan levere en patentsøknad til den nasjonale myndigheten i hvert enkelt land du ønsker patentbeskyttelse i
nn: du kan levere ein patentsøknad til den nasjonale myndigheita i kvart enkelt land du ønskjer patentvern i

source: Patentering er et komplekst fagfelt der det er lett å trå feil.
nn: Patentering er eit komplekst fagfelt der det er lett å trø feil.

source: Det har vært tilfeller av produsenter som har søkt om varemerke på spesielle farger, knyttet til produktet, forteller hun.
nn: Det har vore tilfelle av produsentar som har søkt om varemerke på spesielle fargar, knytta til produktet, fortel ho.

source: Grasp er et nytt produkt som skal gjøre det enklere å behandle pasienter med fysiske eller psykiske utfordringer.
nn: Grasp er eit nytt produkt som skal gjere det enklare å behandle pasientar med fysiske eller psykiske utfordringar.

source: Du får derfor ikke registrert merker som bare beskriver produktet ditt som for eksempel «Bergen lys & interiør» for salg av møbler.
nn: Du får derfor ikkje registrert merke som berre beskriv produktet ditt som til dømes «Bergen lys & interiør» for sal av møblar.

source: De søker patent for unike funksjoner ved sekkene, selv om det meste av sekker er produsert med kjent teknologi.
nn: Dei søkjer patent for unike funksjonar ved sekkene, sjølv om det meste av sekker er produsert med kjend teknologi.

source: Omfatter alle slags hodeplagg for menn, kvinner og barn.
nn: Omfattar alle slags hovudplagg for menn, kvinner og barn.

source: Underveis har både Innovasjon Norge og Etablererkontoret i Kongsbergregionen vært verdifulle støttespillere og rådgivere for Stepien.
nn: Undervegs har både Innovasjon Noreg og Etablerarkontoret i Kongsberg-regionen vore verdifulle støttespelarar og rådgivarar for Stepien.

source: Send en skriftlig søknad med krav om dette til Patentstyret.
nn: Send ein skriftlig søknad med krav om dette til Patentstyret.

source: Et eksempel på dette er champagne.
nn: Eit eksempel på dette er champagne.

source: Produktet har fått registrert design i Norge
nn: Produktet har fått registrert design i Noreg

source: Innehaveren kan bare nekte andre å bruke uttrykket i næringsvirksomhet, og bare for de varene og tjenestene han eller hun har enerett til, og nært beslektede varer og tjenester.
nn: Innehavaren kan berre nekte andre å bruke uttrykket i næringsverksemd, og berre for dei varene og tenestene han eller ho har einerett til, og nært beslekta varer og tenester.

source: når vi vurderer om et varemerke er i strid med et innarbeidet varemerke.
nn: når vi vurderer om eit varemerke er i strid med eit innarbeidd varemerke.

source: Hvis innsigelsen tas helt eller delvis til følge, kan du som søker klage denne avgjørelsen inn til Klagenemnda for industrielle rettigheter.
nn: Viss motsegna takast heilt eller delvis til følgje, kan du som søkar klage denne avgjerda inn til Klagenemnda for industrielle rettar.

source: Du kan levere en protest mot en søknad helt frem til behandlingen av varemerkesøknaden er avsluttet.
nn: Du kan levere ein protest mot ein søknad heilt fram til behandlinga av varemerkesøknaden er avslutta.

source: Ønsker du å avtale et møte med en av ekspertene våre kan du fylle ut skjemaet nedenfor.
nn: Ønskjer du å avtale eit møte med ein av ekspertane våre, kan du fylle ut skjemaet nedanfor.

source: I noen tilfeller er det en fordel om den ikke gjøres kjent før etter at du har mottatt en uttalelse om patenterbarheten til oppfinnelsen.
nn: I nokre tilfelle er det ein fordel om ho ikkje gjerast kjent før etter at du har motteke ei fråsegn om patenterbarheita til oppfinninga.

source: bestemmelsen beskytter også minoriteter.
nn: føresegna vernar også minoritetar.

source: Gründer og CEO Børge Bjørneklett har erfaring som oppfinner, og skrev selv den første patentsøknaden som han senere overførte til Ocean Sun.
nn: Gründer og CEO Børge Bjørneklett har erfaring som oppfinnar, og skreiv sjølv den fyrste patentsøknaden som han seinare overførde til Ocean Sun.

source: Hun har møtt på flere som sier at produktet er like enkelt som det er genialt.
nn: Ho har møtt på fleire som seier at produktet er like enkelt som det er genialt.

source: Den tekniske beskrivelsen og tegningene tar utgangspunkt i design- og implementeringsbeskrivelsen av produktet, kravene definerer oppfinnelsen du søker patent for.
nn: Den tekniske forklaringa og teikningane tar utgangspunkt i design- og implementeringsskildringa av produktet, krava definerer oppfinninga du søkjer patent for.

source: representerer identiteten din i markedet
nn: representerer identiteten din i marknaden

source: Når du kjenner til patentaktivitetene på ditt tekniske område, har du gode forutsetninger for å ta lønnsomme beslutninger videre.
nn: Når du kjenner til patentaktivitetane på ditt tekniske område, har du gode føretsetnader for å ta lønsame avgjerder vidare.

source: frist er på tre måneder.
nn: frist er på tre månader.

source: Annet utstyr for bordet
nn: Anna utstyr for bordet

source: hva gjør du hvis noen krenker varemerket ditt?
nn: kva gjer du dersom nokon krenkjer varemerket ditt?

source: Hjelpe deg med å finne samarbeidspartnere
nn: Hjelpe deg med å finne samarbeidspartnarar

source: En IPR-strategi gir retningslinjer for hvordan immaterielle verdier skal identifiseres og - når relevant - beskyttes, vedlikeholdes, forsvares og utnyttes forretningsmessig.
nn: Ein IPR-strategi gir retningslinjer for korleis immaterielle verdiar skal identifiserast og - når relevant - vernast, vedlikehaldast, forsvarast og utnyttast forretningsmessig.

source: En gjennomsnittsfagmann på området må ikke finne den patentsøkte løsningen nærliggende i forhold til allerede kjent teknikk.
nn: Ein gjennomsnittsfagmann på området må ikkje finne den patentsøkte løysinga nærliggjande i forhold til allereie kjent teknikk.

source: Virksomhetene kan støte på problemer med piratvarer på ulike måter.
nn: Verksemdene kan støyte på problem med piratvarer på ulike måter.

source: Les om innsigelser
nn: Les om motsegn

source: I Kina har de copyrightbeskyttelse som beskytter spesifikke farger og mønstre.
nn: I Kina har dei verna spesifikke fargar og mønster med copyright.

source: , og har lang erfaring med å se navn i et merkevareperspektiv:
nn: , og har lang erfaring med å sjå namn i eit merkevareperspektiv:

source: Hvis rettighetshaver ikke har en midlertidig forføyning eller et vedtak om bistand fra tollmyndighetene, kan Tolletaten på eget tiltak holde tilbake varer som mistenkes å krenke immaterielle rettigheter.
nn: Dersom rettshavar ikkje har eit mellombels åtgjerd eller eit vedtak om hjelp frå tollstyresmaktene, kan Tolletaten på eige tiltak halde tilbake varer som blir mistenkte å krenkje immaterielle rettar.

source: Dette gir et langt sikrere grunnlag for å kunne satse på våre produkter og dermed også utvikle virksomheten videre.»
nn: Det gir eit langt sikrare grunnlag for å kunne satse på produkta våre og dermed òg utvikle verksemda vidare.»

source: I slike tilfeller er det mulig å omgjøre den internasjonale søknaden til en nasjonal søknad i henhold til regelverket i hvert land der du ønsker varemerkebeskyttelse.
nn: I slike høve er det mogleg å omgjere den internasjonale søknaden til ein nasjonal søknad i samsvar med regelverket i kvart land der du ønskjer varemerkevern.

source: Når det gjelder bruk av klasseoverskrifter i en varefortegnelse, uttaler EU-domstolen at noen av klasseoverskriftene må anses å være tilstrekkelig klare og presise, andre ikke.
nn: Når det gjeld bruk av klasseoverskrifter i ei vareliste, uttalar EU-domstolen at nokre av klasseoverskriftene må reknast som tilstrekkeleg klare og presise, andre ikkje.

source: Dette kan hindre at søknadsbehandlingen i det utpekte landet trekker ut i tid for å vente på bekreftelse om at ordelementene ikke har en særskilt betydning.
nn: Dette kan hindre at søknadsbehandlinga i det utpeka landet trekk ut i tid for å vente på stadfesting om at ordelementa ikkje har ei særskilt tyding.

source: Gründeren Tom Rune Stepien i Kongsberg har på ett år fått patent, registrert varemerke og design og satt oppfinnelsen i produksjon.
nn: Gründeren Tom Rune Stepien i Kongsberg har på eitt år fått patent, registrert varemerke og design og sett oppfinninga i produksjon.

source: Hvordan er reglene for registrering av navn som varemerker i Norge?
nn: Korleis er reglane for registrering av personnamn som varemerke i Noreg?

source: I dag er reglene slik at innarbeidede og registrerte varemerker, i tillegg til «naturlige varekjennetegn» med vern etter varemerkeloven § 1 tredje ledd, regnes som «driftstilbehør».
nn: I dag er reglane slik at innarbeidde og registrerte varemerke, i tillegg til «naturlege varekjenneteikn» med vern etter varemerkelova § 1 tredje ledd, blir rekna som «driftstilbehøyr».

source: Designregistrering gir vern for utseendet og formen til et produkt (ikke konsept eller teknisk funksjon).
nn: Designregistrering gir vern for utsjånaden og forma til eit produkt (ikkje konsept eller teknisk funksjon).

source: Slik utføres et Dialogsøk
nn: Slik blir eit Dialogsøk utført

source: Som et selskap i en spesialisert industri, hvor alle ansatte har dyptgående kjennskap til det fremste i sin fagdisiplin, er vurderingen om hva som er unikt som oftest den letteste.
nn: Som eit selskap i ein spesialisert industri der alle tilsette har djuptgåande kjennskap til det fremste i fagdisiplinen sin, er vurderinga om det er unikt, som oftast den lettaste.

source: søknaden ikke gjelder et design
nn: søknaden ikkje gjeld eit design

source: For å kunne registrere et slagord som varemerke, må det ha evnen til å feste seg i bevisstheten hos den relevante kundegruppen.
nn: For å kunne registrere eit slagord som varemerke, må det ha evna til å feste seg i bevisstheita hos den relevante kundegruppa.

source: Dette gir en mer nøyaktig og sikker distribusjon.
nn: Dette gir ein meir nøyaktig og sikker distribusjon.

source: – Det er viktig å avklare slikt i forkant, hvem eier varemerket og hvem kan bruke det hvis det skjer et brudd, forklarer Dolva.
nn: – Det er viktig å avklare slikt i forkant, kven eig varemerket og kven kan bruke det viss det skjer eit brot, forklarer Dolva.

source: Hva må dokumentasjonen vise?
nn: Kva må dokumentasjonen vise?

source: Dette er profesjonelle rådgivere som kjenner fagområdet og kan hjelpe deg med utnyttelse og håndheving av immaterielle rettigheter.
nn: Desse er profesjonelle rådgjevarar som kjenner fagområdet og kan hjelpe deg med utnytting og handheving av immaterielle rettar.

source: Det blir som å innrømme at deler av oppfinnelsen din faktisk var kjent, slik at man lettere skal oppfatte hva som er det spesielt nye ved oppfinnelsen.
nn: Det blir som å innrømme at delar av oppfinninga di faktisk var kjend, slik at ein lettare skal oppfatte kva som er det spesielt nye ved oppfinninga.

source: Det første verktøyet som ble opprettet var AV1, en robot designet for å hjelpe barn og unge voksne med langtidssykdommer med å delta i hverdagen.
nn: Det fyrste verktøyet som blei oppretta var AV1, ein robot designa for å hjelpe barn og unge vaksne med langtidssjukdomar med å delta i kvardagen.

source: Gir innehaveren enerett til å utnytte egne produkter og tjenester kommersielt.
nn: Gir innehavaren einerett til å utnytte eigne produkt og tenester kommersielt.

source: Vi har fokusert på samtalen for å få til riktig tonefall, stemmeleie, snakke passe høyt og stille spørsmål for å finne ut hva kundene har behov for å vite.
nn: Vi har fokusert på samtalen for å få til riktig tonefall, stemmeleie, snakke passe høgt og stille spørsmål for å finne ut kva kundane har behov for å vite.

source: Les mer om muligheten for fortsatt behandling
nn: Les meir om moglegheita for fortsatt behandling

source: en boks med lokk og samme boks uten lokk er to design, lokket for seg selv er et tredje design
nn: ein boks med lokk og same boks utan lokk er to design, lokket for seg sjølv er eit tredje design

source: Praktiserende advokater med norsk advokatbevilling trenger ikke å være autorisert og kan representere klienter overfor EPO.
nn: Praktiserande advokatar med norsk advokatbevilling treng ikkje å vere autorisert og kan representere klientar overfor EPO.

source: økt verdi på produkter og selskap, og bedre tilgang til finansiering fra investorer og det offentlige
nn: auka verdi på produkt og selskap, og betre tilgang til finansiering frå investorar og det offentlege

source: Det er viktig å være klar over risikoen for at en e-post til Patentstyret kan havne i spamfilteret, særlig hvis den sendes fra en for systemet ukjent adresse.
nn: Det er viktig å vere klar over risikoen for at ein e-post til Patentstyret kan hamne i spamfilteret, særleg viss den sendast frå ei for systemet ukjent adresse.

source: Hvorfor søke design?
nn: Kvifor søkje design?

source: Også kalt beskyttede betegnelser.
nn: Også kalla Beskytta nemningar.

source: Betingelse ved elektronisk levering
nn: Vilkår ved elektronisk levering

source: Studier og rapporter viser at organiserte kriminelle står bak størsteparten av handelen med falske varer, og at de tjener enorme summer på dette.
nn: Studiar og rapportar viser at organiserte kriminelle står bak størsteparten av handelen med falske varer, og at dei tener enorme summar på dette.

source: Det gjør det mulig å identifisere hvem som har laget varen, for eksempel hvilken gullsmed.
nn: Det gjer det mogleg å identifisere kven som har laga vara, til dømes kva for ein gullsmed.

source: Jeg vil ha varemerket mitt registrert under et av de nye toppdomenene
nn: Eg vil ha varemerket mitt registrert under eit av dei nye toppdomena

source: Her kom Foretaksregisteret til at ordet «fette» ville oppfattes som kjønnsdiskriminerende, og dermed at foretaksnavnet kunne være egnet til å vekke forargelse.
nn: Her kom Føretaksregisteret til at ordet «fette» ville blir oppfatta som kjønnsdiskriminerande, og dermed at føretaksnamnet kunne vere eigna til å vekkje forarging.

source: Hvorfor levere et krav om administrativ begrensning
nn: Kvifor levere eit krav om administrativ avgrensing?

source: En forretningsidé, -konsept eller -metode kan i utgangspunktet ikke registreres som verken patent, varemerke eller design, men markedsføringsloven beskytter til en viss grad mot at andre kopierer slike konsepter og prøver å utnytte din innsats.
nn: Ein forretningsidé, -konsept eller metode kan i utgangspunktet ikkje registrerast som verken patent, varemerke eller design, men marknadsføringslova vernar til ein viss grad mot at andre kopierer slike konsept og prøver å utnytte innsatsen din.

source: Navnesøk vil hjelpe deg i å gjøre dette i riktig rekkefølge og begrense navnekonflikter og navnesnapping.
nn: Namnesøk vil hjelpe deg i å gjere dette i riktig rekkjefølgje og avgrense namnekonfliktar og namnesnapping.

source: slag er ikke problematisk.
nn: slag er ikkje problematisk.

source: En protest skal være begrunnet, og det som er beskrevet i protesten vil bli tatt med i vurderingen av søknaden før en eventuell meddelelse.
nn: Ein protest skal vere underbygd, og det som er beskreve i protesten vil bli tatt med i vurderinga av søknaden før ei eventuell meddeling.

source: Verktøy og redskaper for boring, fresing eller utgraving
nn: Verktøy og reiskap for boring, fresing eller utgraving

source: Hva hvis jeg finner varemerket mitt i listen over søkte toppdomener?
nn: Kva viss eg finn varemerket mitt i lista over søkte toppdomene?

source: Det magiske med dette fenomenet er den barnslige forventningen vi alle føler ved å pakke ut noe nytt.
nn: Det magiske med dette fenomenet er den barnslege forventinga vi alle kjenner ved å pakke ut noko nytt.

source: Har du funnet et aktuelt navn til bedriften eller til et nytt produkt, bør du sjekke om navnet allerede er registrert som varemerke.
nn: Har du funne eit aktuelt namn til bedrifta eller til eit nytt produkt, bør du sjekke om namnet allereie er registrert som varemerke.

source: Vi videreformidler kun opplysninger som vi er forpliktet til å videreformidle.
nn: Vi vidareformidlar berre opplysingar som vi er forplikta til å vidareformidle.

source: Markedsføringsloven gir dermed ikke en objektiv beskyttelse for utseendet til et produkt som sådan, men beskytter den innsatsen som er lagt ned.
nn: Marknadsføringslova gir dermed ikkje eit objektivt vern for utsjånaden til eit produkt såleis, men verner den innsatsen som er lagt ned.

source: Europeiske patenter i Norge
nn: Europeiske patent i Noreg

source: ikke er et design i lovens forstand
nn: ikkje er eit design etter lova

source: Omfatter ikke seter egnet til å ligge på, (Klasse 06-01) slik som benker, hammocker, divaner, ottomandivaner, badstuebenker og sofaer.
nn: Omfattar ikkje seter eigna til å liggje på, (Klasse 06-01) slik som benkar, hammockar, divanar, ottomandivanar, badstuebenkar og sofaar.

source: Prioritet innebærer også at spørsmål om oppfinnelsen er ny og har oppfinnelseshøyde vurderes utfra situasjon på prioritetsdagen.
nn: Prioritet inneber også at spørsmålet om oppfinninga er ny og har oppfinningshøgd vurderast ut frå situasjon på prioritetsdagen.

source: finner du all offentlig informasjon rundt norske varemerker, patenter og design.
nn: finn du all offentleg informasjon rundt varemerke, patent og design.

source: Vilkårene for erstatning
nn: Vilkåra for erstatning

source: Etter den nye patentstyreloven kan en part som helt eller i det vesentlige har fått medhold tilkjennes nødvendige sakskostnader fra motparten.
nn: Etter den nye patentstyrelova kan ein part som heilt eller i det vesentlege har fått medhald, tilkjennast nødvendige sakskostnader frå motparten.

source: Dette kan vi dessverre ikke gi noe fasitsvar på, fordi det må baseres på en skjønnsmessig vurdering av hvert enkelt tilfelle.
nn: Dette kan vi dessverre ikkje gi noko fasitsvar på, fordi vi må gjere ei skjønnsmessig vurdering av kvart enkelt tilfelle.

source: Hvis det ikke foreligger et reelt og saklig behov for å nekte innsyn vil man derimot kunne få innsyn i slike interne dokumenter i kraft av meroffentlighetsprinsippet i offentleglova § 11.
nn: Viss det ikkje er eit reelt og sakleg behov for å nekte innsyn vil ein likevel kunne få innsyn i slike interne dokument i kraft av meiroffentlegheitsprinsippet i offentleglova § 11.

source: I Benelux er visstnok smaken av lakris registrert for varen konvolutter.
nn: I Benelux er visstnok smaken av lakris registrert for vara konvoluttar.

source: I et samarbeidsprosjekt lager man avtaler om IPR, blant annet om hva som bringes inn og resultatene.
nn: I eit samarbeidsprosjekt lager ein avtalar om IPR, blant anna om kva som bringast inn og resultata.

source: Hvis du har mistanke om at et utenlandsk patent er gitt på feil grunnlag, kan det være gode grunner til å få undersøkt om patentet egentlig holder mål.
nn: Viss du har mistanke om at eit utanlandsk patent er gitt på feil grunnlag, kan det vere gode grunnar til å få undersøkt om patentet eigentleg held mål.

source: Endringer i Norge
nn: Endringar i Noreg

source: En designsøknad holdes automatisk hemmelig i inntil seks måneder, med mindre søker ber om at søknaden skal være allment tilgjengelig allerede ved innlevering.
nn: Ein designsøknad haldast automatisk hemmeleg i inntil seks månader, med mindre søkjaren ber om at søknaden skal vere allment tilgjengelig allereie ved innlevering.

source: De må sørge for å sikre seg i markedet og dermed heve verdien av oppfinnelsen sin både overfor investorer og kunder, primært helseforetak
nn: Dei må sørgje for å sikre seg i marknaden og dermed heve verdien av oppfinninga si overfor både investorar og kundar, primært helseføretak

source: Vil du søke i andre land?
nn: Vil du søkje i andre land?
